Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitUtilitiesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.enterDNSDots
source: Enter DNS…
ar: أدخل DNS…
bg: Въведи DNS…
ca: Introdueix el DNS…
cs: Zadejte DNS…
da: Indtast DNS…
de: DNS eingeben…
el: Εισάγετε DNS…
es: Introduce el DNS…
es_419: Ingresa la DNS…
fi: Syötä DNS…
fr: Entrez le DNS…
fr_ca: Entre le DNS…
he: הזן DNS…
hi: डीएनएस दर्ज करें…
hr: Unesi DNS…
hu: Írd be a DNS-t…
id: Masukkan DNS…
it: Inserisci DNS…
ja: DNSを入力…
kk: DNS енгізіңіз…
ko: DNS를 입력하세요…
ms: Masukkan DNS…
nb: Skriv inn DNS…
nl: Voer DNS in…
pl: Wprowadź DNS…
pt_br: Digite o DNS…
pt_pt: Introduza o DNS…
ro: Introdu DNS…
ru: Введите DNS…
sk: Zadaj DNS…
sv: Ange DNS…
th: กรอก DNS…
tr: DNS değerini gir…
uk: Введіть DNS…
vi: Nhập DNS…
zh_hans: 输入DNS…
zh_hant: 輸入DNS…
zh_hk: 輸入DNS…

# TK.Placeholder.enterFileNameDots
source: Enter file name…
ar: أدخل اسم الملف…
bg: Въведи името на файла…
ca: Introdueix el nom del fitxer…
cs: Zadejte název souboru…
da: Indtast filnavn…
de: Dateinamen eingeben…
el: Εισάγετε το όνομα αρχείου…
es: Ingresa el nombre del archivo…
es_419: Ingresa el nombre del archivo…
fi: Syötä tiedoston nimi…
fr: Entrez le nom de fichier…
fr_ca: Entre le nom du fichier…
he: הזן שם קובץ…
hi: फाइल का नाम दर्ज करें…
hr: Unesi ime datoteke…
hu: Írd be a fájl nevét…
id: Masukkan nama file…
it: Inserisci il nome del file…
ja: ファイル名を入力…
kk: Файлдың атын енгізіңіз…
ko: 파일 이름을 입력하세요…
ms: Masukkan nama fail…
nb: Skriv inn filnavn…
nl: Voer de bestandsnaam in…
pl: Wprowadź nazwę pliku…
pt_br: Digite o nome do arquivo…
pt_pt: Introduza o nome do arquivo…
ro: Introdu numele fișierului…
ru: Введите имя файла…
sk: Zadaj názov súboru…
sv: Ange filnamn…
th: กรอกชื่อไฟล์…
tr: Dosya adını gir…
uk: Введіть назву файлу…
vi: Nhập tên tệp…
zh_hans: 输入文件名称…
zh_hant: 輸入檔案名稱…
zh_hk: 輸入文件名稱…

# TK.Placeholder.enterIPAddressDots
source: Enter IP address…
ar: أدخل عنوان IP…
bg: Въведи IP адрес…
ca: Introdueix l'adreça IP…
cs: Zadejte IP adresu…
da: Indtast IP-adresse…
de: IP-Adresse eingeben…
el: Εισάγετε διεύθυνση IP…
es: Introduce la dirección IP…
es_419: Ingresa la dirección IP…
fi: Syötä IP-osoite…
fr: Entrez l'adresse IP…
fr_ca: Entrez l'adresse IP…
he: הזן כתובת IP…
hi: IP पता दर्ज करें…
hr: Unesi IP adresu…
hu: Írd be az IP címet…
id: Masukkan alamat IP…
it: Inserisci indirizzo IP…
ja: IPアドレスを入力…
kk: IP мекенжайын енгізіңіз…
ko: IP 주소를 입력하세요…
ms: Masukkan alamat IP…
nb: Skriv inn IP-adresse…
nl: Voer IP-adres in…
pl: Wprowadź adres IP…
pt_br: Insira o endereço IP…
pt_pt: Introduza o endereço IP…
ro: Introdu adresa IP…
ru: Введите IP-адрес…
sk: Zadaj IP adresu…
sv: Ange IP-adress…
th: กรอกที่อยู่ IP…
tr: IP adresini gir…
uk: Введіть IP-адресу…
vi: Nhập địa chỉ IP…
zh_hans: 输入IP地址…
zh_hant: 輸入IP地址…
zh_hk: 輸入 IP 地址…

# TK.Placeholder.enterPortNumberDots
source: Enter port number…
ar: أدخل رقم المنفذ…
bg: Въведи номер на порта…
ca: Introdueix el número de port…
cs: Zadejte číslo portu…
da: Indtast portnummer…
de: Portsnummer eingeben…
el: Βάλε αριθμό θύρας…
es: Ingresa número de puerto…
es_419: Ingresa el número de puerto…
fi: Syötä portin numero…
fr: Entrez le numéro de port…
fr_ca: Entrez le numéro de port…
he: הזן מספר פורט…
hi: पोर्ट संख्या डालें…
hr: Unesi broj porta…
hu: Írd be a portszámot…
id: Masukkan nomor port…
it: Inserisci numero di porta…
ja: ポート番号を入力…
kk: Порт нөмірін енгізіңіз…
ko: 포트 번호 입력…
ms: Masukkan nombor port…
nb: Skriv inn portnummer…
nl: Voer poortnummer in…
pl: Wpisz numer portu…
pt_br: Digite o número da porta…
pt_pt: Introduza o número da porta…
ro: Introduceti numarul portului…
ru: Введите номер порта…
sk: Zadaj číslo portu…
sv: Ange portnummer…
th: กรอกหมายเลขพอร์ต…
tr: Port numarasını girin…
uk: Введіть номер порту…
vi: Nhập số cổng…
zh_hans: 输入端口号码…
zh_hant: 請輸入埠號…
zh_hk: 輸入埠號…

# TK.Placeholder.enterServerAddressDots
source: Enter server address…
ar: أدخل عنوان الخادم…
bg: Въведи адрес на сървър…
ca: Introdueix l'adreça del servidor…
cs: Zadejte adresu serveru…
da: Indtast serveradresse…
de: Gib die Server-Adresse ein…
el: Βάλε τη διεύθυνση διακομιστή…
es: Introduce la dirección del servidor…
es_419: Ingresa la dirección del servidor…
fi: Syötä palvelimen osoite…
fr: Entrez l'adresse du serveur…
fr_ca: Saisissez l'adresse du serveur…
he: הזן כתובת שרת…
hi: सर्वर का पता दर्ज करें…
hr: Unesi adresu poslužitelja…
hu: Írd be a szerver címét…
id: Masukkan alamat server…
it: Inserisci l'indirizzo del server…
ja: サーバーアドレスを入力…
kk: Сервердің мекенжайын енгізіңіз…
ko: 서버 주소 입력…
ms: Masukkan alamat pelayan…
nb: Skriv inn serveradresse…
nl: Voer serveradres in…
pl: Wprowadź adres serwera…
pt_br: Digite o endereço do servidor…
pt_pt: Introduza o endereço do servidor…
ro: Introduceți adresa serverului…
ru: Введите адрес сервера…
sk: Zadaj adresu servera…
sv: Ange serveradress…
th: กรอกที่อยู่เซิร์ฟเวอร์…
tr: Sunucu adresini girin…
uk: Введіть адресу сервера…
vi: Nhập địa chỉ máy chủ…
zh_hans: 请输入服务器地址…
zh_hant: 輸入伺服器地址…
zh_hk: 輸入伺服器地址…

# TK.Placeholder.ipAddressExample
source: e.g. 192.168.1.1
ar: مثال على عنوان IP: 192.168.1.1
bg: напр. 192.168.1.1
ca: ex. 192.168.1.1
cs: např. 192.168.1.1
da: f.eks. 192.168.1.1
de: z.B. 192.168.1.1
el: π.χ. 192.168.1.1
es: ej. 192.168.1.1
es_419: ej. 192.168.1.1
fi: esim. 192.168.1.1
fr: ex. 192.168.1.1
fr_ca: ex. 192.168.1.1
he: למשל, 192.168.1.1
hi: उदाहरण के लिए: 192.168.1.1
hr: npr. 192.168.1.1
hu: pl. 192.168.1.1
id: contoh: 192.168.1.1
it: es. 192.168.1.1
ja: 例：192.168.1.1
kk: мысалы, 192.168.1.1
ko: 예: 192.168.1.1
ms: cth. 192.168.1.1
nb: f.eks. 192.168.1.1
nl: bijv. 192.168.1.1
pl: np. 192.168.1.1
pt_br: ex.: 192.168.1.1
pt_pt: ex. 192.168.1.1
ro: ex. 192.168.1.1
ru: пример: 192.168.1.1
sk: napr. 192.168.1.1
sv: t.ex. 192.168.1.1
th: เช่น 192.168.1.1
tr: örn. 192.168.1.1
uk: наприклад, 192.168.1.1
vi: ví dụ: 192.168.1.1
zh_hans: 例如：192.168.1.1
zh_hant: 例：192.168.1.1
zh_hk: 例如：192.168.1.1

# TK.Placeholder.measuringBandwidthDots
source: Measuring bandwidth…
ar: جاري قياس عرض النطاق الترددي…
bg: Измерване на честотната лента…
ca: Mesurant l'amplada de banda…
cs: Měřím šířku pásma…
da: Måler båndbredde…
de: Bandbreite messen…
el: Μέτρηση εύρους ζώνης…
es: Midiendo ancho de banda…
es_419: Midiendo ancho de banda…
fi: Mittaa kaistanleveyttä…
fr: Mesure de la bande passante…
fr_ca: Mesure de la bande passante…
he: מודד רוחב פס…
hi: बैंडविड्थ मापते हुए…
hr: Mjerenje propusnosti…
hu: Sávszélesség mérése…
id: Mengukur bandwidth…
it: Misurazione della larghezza di banda…
ja: 帯域幅を測定しています…
kk: Деректер желісінің өткізу қабілетін өлшеу…
ko: 대역폭 측정 중…
ms: Mengukur lebar jalur…
nb: Måler båndbredde…
nl: Bandbreedte meten…
pl: Mierzenie przepustowości…
pt_br: Medindo largura de banda…
pt_pt: A medir largura de banda…
ro: Măsurarea lățimii de bandă…
ru: Измерение полосы пропускания…
sk: Meriam šírku pásma…
sv: Mäter bandbredd…
th: กำลังวัดแบนด์วิดท์…
tr: Bant genişliği ölçülüyor…
uk: Вимірювання пропускної здатності…
vi: Đang đo băng thông…
zh_hans: 正在测量带宽…
zh_hant: 測量頻寬…
zh_hk: 測量頻寬…

# TK.Placeholder.monitoringSystemResourcesDots
source: Monitoring system resources…
ar: جاري مراقبة موارد النظام…
bg: Наблюдение на системните ресурси…
ca: Monitoritzant recursos del sistema…
cs: Sleduji systémové zdroje…
da: Overvåger systemressourcer…
de: Benenne deine Lernkarte…
el: Παρακολούθηση πόρων συστήματος…
es: Monitoreando recursos del sistema…
es_419: Monitoreando recursos del sistema…
fi: Seurataan järjestelmän resursseja…
fr: Surveillance des ressources système…
fr_ca: Surveillance des ressources système…
he: עוקב אחרי משאבי המערכת…
hi: सिस्टम संसाधनों की निगरानी कर रहे हैं…
hr: Praćenje resursa sustava…
hu: Rendszererőforrások figyelése…
id: Memantau sumber daya sistem…
it: Monitoraggio delle risorse di sistema…
ja: システムリソースを監視しています…
kk: Жүйе ресурстарын бақылау…
ko: 시스템 리소스 모니터링 중…
ms: Memantau sumber sistem…
nb: Overvåker systemressurser…
nl: Systeembronnen controleren…
pl: Monitorowanie zasobów systemu…
pt_br: Monitorando recursos do sistema…
pt_pt: A monitorizar recursos do sistema…
ro: Monitorizarea resurselor de sistem…
ru: Мониторинг системных ресурсов…
sk: Monitorujem systémové prostriedky…
sv: Övervakar systemresurser…
th: กำลังตรวจสอบทรัพยากรระบบ…
tr: Sistem kaynakları izleniyor…
uk: Моніторинг системних ресурсів…
vi: Đang theo dõi tài nguyên hệ thống…
zh_hans: 正在监测系统资源…
zh_hant: 監控系統資源…
zh_hk: 監控系統資源…

# TK.Placeholder.processingFileDots
source: Processing file…
ar: جاري معالجة الملف…
bg: Обработка на файл…
ca: Processant fitxer…
cs: Zpracovávám soubor…
da: Behandler fil…
de: Datei wird verarbeitet…
el: Επεξεργασία αρχείου…
es: Procesando archivo…
es_419: Procesando archivo…
fi: Käsitellään tiedostoa…
fr: Traitement du fichier…
fr_ca: Traitement du fichier…
he: מעבד קובץ…
hi: फाइल को प्रोसेस कर रहे हैं…
hr: Obrađujem datoteku…
hu: Fájl feldolgozása…
id: Memproses file…
it: Elaborazione del file…
ja: ファイルを処理しています…
kk: Файлды өңдеу…
ko: 파일 처리 중…
ms: Memproses fail…
nb: Behandler fil…
nl: Bestand verwerken…
pl: Przetwarzanie pliku…
pt_br: Processando arquivo…
pt_pt: A processar ficheiro…
ro: Prelucrarea fișierului…
ru: Обработка файла…
sk: Spracovávam súbor…
sv: Bearbetar fil…
th: กำลังประมวลผลไฟล์…
tr: Dosya işleniyor…
uk: Обробка файлу…
vi: Đang xử lý tệp…
zh_hans: 正在处理文件…
zh_hant: 處理檔案…
zh_hk: 處理文件…

# TK.Placeholder.scanningForDevicesDots
source: Scanning for devices…
ar: جارٍ البحث عن الأجهزة…
bg: Търсене на устройства…
ca: Escanejant dispositius…
cs: Hledání zařízení…
da: Scanner efter enheder…
de: Suche nach Geräten…
el: Αναζήτηση συσκευών…
es: Escaneando dispositivos…
es_419: Escaneando dispositivos…
fi: Etsitään laitteita…
fr: Recherche de dispositifs…
fr_ca: Recherche de dispositifs…
he: סריקה אחר מכשירים…
hi: डिवाइसों की खोज कर रहे हैं…
hr: Tražim uređaje…
hu: Eszközök keresése…
id: Memindai perangkat…
it: Ricerca dispositivi…
ja: デバイスをスキャン中…
kk: Құрылғыларды сканерлеу…
ko: 장치 검색 중…
ms: Mengimbas untuk peranti…
nb: Scanner etter enheter…
nl: Scannen naar apparaten…
pl: Skanowanie urządzeń…
pt_br: Localizando dispositivos…
pt_pt: A procurar dispositivos...
ro: Se scanează dispozitive…
ru: Ищем устройства…
sk: Hľadám zariadenia…
sv: Söker efter enheter…
th: กำลังค้นหาอุปกรณ์…
tr: Cihazlar aranıyor…
uk: Сканування пристроїв…
vi: Đang quét tìm thiết bị…
zh_hans: 正在扫描设备…
zh_hant: 搜尋可用設備中…
zh_hk: 正在掃描設備…

# TK.Placeholder.scanningForNetworksDots
source: Scanning for networks…
ar: جارٍ البحث عن الشبكات…
bg: Търсене на мрежи…
ca: Escanejant xarxes…
cs: Hledání sítí…
da: Scanner efter netværk…
de: Suche nach Netzwerken…
el: Αναζήτηση δικτύων…
es: Escaneando redes…
es_419: Escaneando redes…
fi: Etsitään verkkoja…
fr: Recherche de réseaux…
fr_ca: Recherche de réseaux…
he: סריקה אחר רשתות…
hi: नेटवर्कों की खोज कर रहे हैं…
hr: Tražim mreže…
hu: Hálózatok keresése…
id: Mencari jaringan…
it: Ricerca reti…
ja: ネットワークをスキャン中…
kk: Желілерді сканерлеу…
ko: 네트워크 검색 중…
ms: Mengimbas untuk rangkaian…
nb: Scanner etter nettverk…
nl: Scannen naar netwerken…
pl: Skanowanie sieci…
pt_br: Buscando redes…
pt_pt: A procurar redes...
ro: Se scanează rețele…
ru: Ищем сети…
sk: Hľadám siete…
sv: Letar efter nätverk…
th: กำลังค้นหาเครือข่าย…
tr: Ağlar aranıyor…
uk: Сканування доступних мереж…
vi: Đang quét tìm mạng…
zh_hans: 正在扫描网络…
zh_hant: 掃描可用網路中…
zh_hk: 正在掃描網絡…

# TK.Placeholder.testingConnectionSpeedDots
source: Testing connection speed…
ar: جاري اختبار سرعة الاتصال…
bg: Тестване на скоростта на връзката…
ca: Provant la velocitat de connexió…
cs: Testuji rychlost připojení…
da: Tester forbindelseshastighed…
de: Verbindungsgeschwindigkeit testen…
el: Δοκιμή ταχύτητας σύνδεσης…
es: Probando la velocidad de conexión…
es_419: Prueba la velocidad de conexión…
fi: Testataan yhteysnopeutta…
fr: Test de la vitesse de connexion…
fr_ca: Tester la vitesse de connexion…
he: בודק את מהירות החיבור…
hi: कनेक्शन गति का परीक्षण कर रहा है...
hr: Testiram brzinu veze…
hu: Kapcsolati sebesség tesztelése…
id: Menguji kecepatan koneksi…
it: Verifica la velocità di connessione…
ja: 接続速度をテスト中…
kk: Байланыс жылдамдығын тексеру…
ko: 연결 속도 테스트 중…
ms: Menguji kelajuan sambungan…
nb: Tester tilkoblingshastighet…
nl: Verbindingssnelheid testen…
pl: Testowanie prędkości połączenia…
pt_br: Testando a velocidade de conexão…
pt_pt: A testar a velocidade de ligação…
ro: Testând viteza de conexiune…
ru: Тестирование скорости соединения…
sk: Testujem rýchlosť pripojenia…
sv: Testar anslutningshastighet…
th: กำลังทดสอบความเร็วการเชื่อมต่อ…
tr: Bağlantı hızını test ediyor…
uk: Тестування швидкості з'єднання…
vi: Đang kiểm tra tốc độ kết nối…
zh_hans: 正在测试连接速度…
zh_hant: 正在測試連接速度…
zh_hk: 測試連線速度…
